Revit 2027 API
VertexIndexPair Constructor
Initializes a new instance of the VertexIndexPair class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public VertexIndexPair(
	int iTop,
	int iBottom
)
Public Sub New (
	iTop As Integer,
	iBottom As Integer
)
public:
VertexIndexPair(
	int iTop,
	int iBottom
)
new :
        iTop : int *
        iBottom : int -> VertexIndexPair
Parameters
iTop Int32
iBottom Int32
See Also
Reference
VertexIndexPair Class
Autodesk.Revit.DB Namespace